"ClearCache" = "Clear cache";
"Wskazówka" = "Tip";
"Przed włączeniem opcji 'Wyczyść pamięć podręczną' zamknij aplikację Faktury." = "Before enabling the 'Clear cache' option, close the Faktury application.";
